Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: - Kneel, rapscallions!
ru: Поэтому мне пришлось отрубить ее.

source: - You miserable bast --
ru: Но это не остановило зло.

source: - Get off of me!
ru: Оно вернулось.

source: - Chain him!
ru: Время взбесилось.

source: Ah, you' re gonna have a little bit of wee fun, mate.
ru: Ради Бога, помогите!

source: Come on, now.
ru: Нет!

source: Come on, pick it up.
ru: Что за черт...

source: Have a taste of this!
ru: Погоди, приятель.

source: Raise the portcullis!
ru: Я понятия не имею, как здесь очутился.

source: Lord Arthur approaches!
ru: И мне совсем не нужны неприятности.

source: That' s lovely, isn' t it?
ru: Что это за взвод?

source: Move it in.
ru: Мудрец!

source: - Get on!
ru: Милорд, я полагаю, что он тот, о ком сказано в Некрономиконе.

source: Lord Arthur, where is my brother?
ru: Что?

source: Did he not ride with you?
ru: Этот фигляр?

source: Aye, and fought valiantly.
ru: Похоже, это один из людей Генри.

source: But last night he fell in battle to Duke Henry' s men.
ru: Схватить и бросить в колодец!

source: Ah, stop it, you bastard!
ru: Ах ты, ублюдок!

source: - Oh, no!
ru: Пошли прочь от меня!

source: Stop it!
ru: Лорд Артур!

source: Get outta here, you little brat!
ru: Где мой брат?

source: Foul thing!
ru: Увы.

source: Thou art a murderer!
ru: Он отважно сражался.

source: My brother' s death shall be avenged!
ru: Прошлой ночью он погиб во время сражения с герцогом Генри.

source: Kill them!
ru: Мне очень жаль, Шейла.

source: Put them into the pit!
ru: Вы убийцы!

source: You, sir, are not one of my vassals.
ru: Грязные убийцы!

source: I am Henry the Red,
ru: Смерть моего брата должна быть отмщена!

source: Duke of Shael, Lord of the Northlands and leader of its peoples.
ru: Приступить к исполнению приказа!

source: Well, hello, Mr. Fancy Pants.
ru: Убейте их!

source: I got news for you, pal.
ru: В колодец их всех!

source: You ain' t leadin 'but two things right now --
ru: Сэр, вы не один из моих вассалов.

source: Jack and shit, and Jack left town.
ru: Кто вы такой?

source: Shut your bleedin 'hole!
ru: Кто это такой любопытный?

source: Gentlemen, Lord Arthur!
ru: Так- так, мистер Красавчик.

source: There is an evil awakened in this land, and while my people fight for their very souls against it, you, Henry the Red, wage war on us!
ru: У меня для тебя есть новость: ты больше не предводитель, а еще, ты по- уши в дерьме.

source: It was you who first turned your swords on us!
ru: Господа, лорд Артур!

source: And this evil has befouled my people as well!
ru: В наших краях появилось Зло.

source: Your people are no better than the foul corruption... that lies in the bowels of that pit.
ru: И пока мои люди боролись ним, жертвуя своими жизнями,

source: Right, you' re no better.
ru: Ты, Генри, пошел на нас войной!

source: May God have mercy upon your souls.
ru: Шарлатан!

source: What hell- spawned thing lurks there?
ru: Ты первый поднял свой меч против нас!

source: He' s escaping!
ru: Да твои люди не лучше гнили на дне этого колодца.

source: - It' s him.
ru: Да смилостивится Господь над вашими душами.

source: He' s frightened!
ru: Боже милостивый, там кто- то прячется!

source: You gotta understand, man.
ru: В колодец их вместе с кровожадными дьявольскими отродьями.

source: I never even saw these assholes before.
ru: - Милостивые небеса!

source: - Get him in there!
ru: - Он убегает.

source: - He trembles!
ru: Погодите минутку...

source: He' s begging!
ru: Стойте.

source: - Henry!
ru: Вы должны понять, я его впервые вижу!

source: We never met.
ru: Генри, скажи им, что не знаешь меня.

source: I do not think he' il listen, lad.
ru: Мы никогда раньше не встречались.

source: Look.
ru: Скажи им!

source: I' m tellin 'you, you got the wrong guy.
ru: Не думаю, что они станут меня слушать, парень.

source: Uh, wh- whoa.
ru: Слушайте, я говорю вам, вы совершаете ошибку.

source: Isn' t the pit wonderful?
ru: Вы слышали приказ, давайте шипы.

source: - Why, you --
ru: Расступитесь!

source: He says, "Spikes."
ru: Незнакомец!

source: Strange one!
ru: Я проклинаю тебя.

source: You know, your shoelace is untied.
ru: По- моему, у тебя шнурок развязался.

source: Who' s next, huh?
ru: Отлично, ну, кто еще желает?

source: How 'bout it?
ru: Кто следующий?

source: Who wants some, huh?
ru: Ну что же вы?

source: Who wants to have a little?
ru: Кто еще хочет?

source: You.
ru: Ты!

source: You want a little?
ru: Я что- то не слышу ответа.

source: Do ya?
ru: Хочешь?

source: Now get on those horses and get outta here.
ru: Теперь берите лошадей и убирайтесь отсюда.

source: - Halt!
ru: Отпустите их!

source: Thank you, generous hosts!
ru: - Остановите их!

source: For that arrogance, I shall see you dead.
ru: - Спасибо за гостеприимство!

source: See this?
ru: За свою самонадеянность он поплатится жизнью.

source: - This is my boom stick!
ru: Да.

source: It' s a 12- gauge, double- barreled Remington.
ru: Так, вы, примитивные болваны.

source: S- mart' s top of the line.
ru: Слушайте меня!

source: You can find this in the sporting goods department.
ru: Видите это?

source: This sweet baby was made in Grand Rapids, Michigan.
ru: Эта крошка из Мичигана.

source: Retails for about $109. 95.
ru: Розничная цена $109. 95.

source: That' s right, shop smart.
ru: Приклад из орехового дерева, ствол из вороненой стали и отличная пусковая система.

source: - Yes, sir.
ru: Делай покупку с умом, загляни - все, что нужно, найдем.

source: Now I swear, the next one of you primates... even touches me --
ru: Я клянусь, если хоть один из вас, обезьяноподобные, меня тронет...

source: Now, let' s talk about how I get back home.
ru: Теперь поговорим о том, как мне вернуться домой.

source: I prithee to forgive me, m' lord.
ru: Трижды прошу простить меня, милорд.

source: I believed thee one of Henry' s men.
ru: Я думала, что вы - один из людей Генри.

source: Blow.
ru: Сначала убить меня хотела, а теперь поцеловать.

source: So what' s the deal?
ru: Не выйдет.

source: Only the Necronomicon has the power.
ru: Ну что, как там дела?

source: Within its pages are passages that can send you back to your time.
ru: Ты сможешь отправить меня назад?

source: Only you, The Promised One, can quest for it.
ru: Это возможно только с помощью Некрономикона.

source: I don' t want your book.
ru: Мне нужна эта книга.

source: Just send me back to my own time.
ru: В ней заключена сила, способная отправить тебя в твое время.

source: - You shall die!
ru: Только ты, чей приход был нам предсказан, можешь отправиться на ее поиски.

source: You shall never obtain the Necronomicon!
ru: Мне не нужна ваша книга, мне не нужна вся эта чушь.

source: Get an axe.
ru: Ты умрешь!

source: - Catch the witch!
ru: Тебе никогда не добраться до Некрономикона!

source: Have some porridge!
ru: Мы заберем твою душу!

source: I' m blind!
ru: Это уловка.

source: Oh, God, I' m blind!
ru: Неси топор.

source: Yo, she- bitch.
ru: Мои глаза!

source: Ya- hoo!
ru: Я ослеп!

source: If the Necronomicon fell into the hands of the Deadites, all mankind will be consumed by this evil.
ru: Ну что, дьявольское отродье, потанцуем?

source: That one.
ru: Дак ты отправишься на поиски книги?

source: Hee- ya!
ru: Вот эту.

source: You raised in a barn?
ru: В чем дело?

source: Probably was raised in a barn with all the other primitives.
ru: Соскучилась?

source: The wise men say that thou art The Promised One.
ru: Дверь закрой.

source: 'Tis said that thou wilt journey for the book to help us, and that thou wilt lead our people against the evil.
ru: Мудрец сказал, что ты - Избранный.

source: The only reason I' m going to get the book is to get home.
ru: Тот, кто найдет священную книгу и поведет наших людей в битву против Зла.

source: Don' t touch that, please.
ru: Единственная причина того, что я отправляюсь за книгой, это мое желание вернуться домой.

source: Your primitive intellect... wouldn' t understand alloys and compositions... and things with molecular structures in the --
ru: Ты отправляешься с восходом солнца?

source: What are you doin 'here anyway?
ru: Не трогай это.

source: I wanted to say that all of my -- all of my hopes and prayers go with you, and I made this for thee.
ru: Да и вообще, зачем ты сюда пришла?

source: Good, I could use a horse blanket.
ru: Я хотела сказать, что буду молиться за тебя.

source: Gimme some sugar, baby.
ru: Я сделала это для тебя.

source: Come on, boy!
ru: Отлично, смогу использовать его в качестве попоны.

source: Whoa.
ru: Подсласти мне жизнь, детка.

source: This path will lead you to an unholy place.
ru: Что это такое?

source: - Klaatu barada nikto.
ru: Это тропа приведет тебя в нечестивое место.

source: I got it, I got it!
ru: На кладбище.

source: Now you get this straight, the both of you.
ru: Там ты найдешь Некрономикон.

source: Hyah!
ru: Прежде чем забрать книгу, ты должен произнести магические слова:

source: Come on, you!
ru: Теперь повтори.

source: Hey, let' s scare this guy good!
ru: Клату, Верата, Н' икту.

source: Ooh!
ru: Запомнил я ваши чертовы слова.

source: Ready, aim, fire!
ru: А теперь слушайте, вы, оба!

source: - Get away!
ru: Я приношу книгу - вы отправляете меня обратно.

source: - Oh --
ru: И все это в прошлом.

source: Oh, no!
ru: В чем дело, приятель?

source: Uh, ooh, aah!
ru: Готовьсь, цельсь, пли!

source: - Ooh, aah!
ru: Ах ты, маленький паршивый...

source: Heh heh heh- heh -- Whoa!
ru: Приснится же такое.

source: Hey, he' s gettin 'up.
ru: О Бог мой!

source: Geronimo!
ru: Как насчет чашечки горячего шоколада?

source: - Hooray!
ru: Ну, как тебе, нравится?

source: Okay, little fella.
ru: О Боже, оно растет!

source: How about some hot chocolate, huh?
ru: Я ослеп, я ослеп.

source: How' d you like the taste of that, huh?
ru: Куда ты меня тащишь?

source: How' d you like the ta --
ru: Что ты такое?

source: Aah, uh, ugh, oh!
ru: Ты это я?

source: Bleh.
ru: Я - плохой Эш,

source: Where are you takin 'me?
ru: А ты хороший Эш.

source: What are you?
ru: Пай- мальчик.

source: I' m bad Ash, and you' re good Ash.
ru: Хороший, плохой...

source: You' re goody little two- shoes.
ru: Зато у меня есть ружье.

source: ## You' re goody little two- shoes goody little two- shoes #
ru: Это тебя научит уму- разуму.

source: # Little goody two- shoes Little goody two- shoes #
ru: Тебе никогда не заполучить Никрономикона!

source: # Little goody two- shoes Little goody two- shoes Little goody two- shoes #
ru: Тебя прикончат прежде, чем ты доберешься до него.

source: # Little goody two- shoes ##
ru: Эй, что это у тебя с лицом?

source: Good, bad.
ru: Я вернусь за тобой.

source: I' m the guy with the gun.
ru: Три книги?

source: Yeah, that' il teach you.
ru: Так, минутку.

source: You shall never retrieve the Necronomicon!
ru: Мы так не договаривались.

source: You' il die in the graveyard before you get it!
ru: Взять одну или все.

source: - What' s that you got on your face?
ru: Или... или что?

source: - Huh?
ru: Ну, я тебе еще покажу...

source: - Hyah!
ru: Что ж, теперь выбор очевиден.

source: L- Like what am I supposed to do?
ru: Верата...

source: Wrong book.
ru: Никти, Никтор, Никл...

source: I' il get back to you.
ru: Да, точно, на "Н".

source: Well... seems fairly obvious.
ru: Клату, Верата,...

source: The words.
ru: Так, слова сказал.

source: All right, all right, all right.
ru: Эй, минутку.

source: Klaatu... barada...
ru: Все должно быть в порядке.

source: necktie.
ru: Я сказал слова!

source: Nectar, n -- nickel.
ru: Да, сказал!

source: Noodle.
ru: Нет!

source: It' s definitely an "N" word.
ru: Скорее в укрытие!

source: Klaatu barada n --
ru: Спасайте своих детей.

source: Hey.
ru: Что- то не в порядке!

source: Everything' s cool.
ru: Что- то неправильно!

source: I did!
ru: Да я ваши костяшки в порошок сотру...

source: No, wait!
ru: Я с этим завязываю.

source: You people, seek cover!
ru: Свою часть я выполнил.

source: Seek your children!
ru: Теперь отправляйте меня обратно.

source: - Steady the horses!
ru: Как договаривались.

source: Oh, oh, aah!
ru: Сотрите, он вернулся!

source: Ooh, ooh, ooh, ooh.
ru: Он здесь!

source: I' il crush ya!
ru: Он - Избранный!

source: I' il mash ya into paste, you bony cre --
ru: Он принес Никрономикон!

source: I' m through being their garbage boy.
ru: Да отстань ты от меня!

source: Now I want back, like in the deal.
ru: Никрономикон, скорее!

source: I... live... again.
ru: Ты принес его?

source: The Promised One!
ru: - Да, только вот...

source: The Promised One' s returned!
ru: - Только во что?

source: Welcome home!
ru: Ничего.

source: We' re saved!
ru: Вот.

source: - Truly he is The Promised One!
ru: Теперь отправляй меня назад.

source: - He' s brought the Necronomicon!
ru: Как договаривались.

source: - He' s brought the book!
ru: Прежде чем взять его, ты произнес слова?

source: - Yeah, great, great.
ru: - В общем- то, да...

source: The Necronomicon, quickly.
ru: - Ты произнес все слова правильно?

source: - Yeah, it' s, it' s just that -- - Just what?
ru: Ну, может быть, произношение было не идеальным.

source: Nothin '.
ru: Но я их сказал.

source: Now send me back.
ru: Черт бы тебя побрал!

source: When you removed the Necronomicon from the cradle, did you speak the words?
ru: Ты всех нас обрек на смерть! неправильно произнеся слова, ты пробудил армию мертвяков.

source: - Yeah, basically.
ru: Да все это пустой треп.

source: Look, maybe I didn' t say every single, little tiny syilable,
ru: Ты же сказал, что как только ты получишь книгу, ты сможешь со всем этим разобраться.

source: - Dung- eating fool!
ru: Ты сказал, что в ней заключена сила, которая избавит вас от мертвяков и отправит меня обратно.

source: Thou hast doomed us all!
ru: Это верно.

source: Now, whoa, whoa, right there, spinach chin.
ru: Книга до сих пор обладает той силой, которая сможет вернуть тебя назад, но для нас она бесполезна!

source: You said there was a passage that could get rid of this thing and send me back.
ru: Зло жаждет заполучить эту книгу, и оно придет сюда за ней.

source: It' s true, the book still possesses the power to send you back, but to us it is useless!
ru: У нас был договор.

source: The evil has a terrible hunger for the Necronomicon, and it will come here to get it.
ru: Тебе была нужна чертова книга, я достал ее.

source: I did my part, now you send me back.
ru: Своя часть сделки я выполнил, теперь отправляй меня обратно!

source: As we are men of our word, we shall honor our bargain.
ru: Поскольку мы - люди слова, мы выполним условия договора.

source: The wise men shall return you to your own time.
ru: Мудрец отправит тебя обратно, в твое время.

source: Yeah?
ru: Правда?

source: - I thought he was the one.
ru: Мы думали, он - Избранный.

source: 'Cause that was the deal.
ru: Да, таков был наш уговор.

source: So when do you think we can... start with all the thing and the --
ru: Ну и когда мы сможем приступить?

source: Agh!
ru: - Когда начнем все эти церемонии?

source: Wretched excuse for a man!
ru: - Жалкий трус!

source: The wise men were fools to trust in you.
ru: Мудрец был дураком, что доверился тебе.

source: We put our trust in him.
ru: Я знал, что ему нельзя доверять.

source: I still believe that thou wilt help us.
ru: Я до сих пор верю, что ты поможешь нам.

source: Oh, Sheila, don' t you get it?
ru: Шейла, ты, что не поняла?

source: It' s over.
ru: Все кончено.

source: I didn' t have what it took.
ru: Я не могу дать им то, чего они хотят.

source: So long.
ru: Прощай.

source: But what of the things that we' ve shared?
ru: А как же все то, что между нами было?

source: What of all the sweet words that you spoke in private?
ru: Все те слова, которые ты говорил мне наедине?

source: Aw, well --
ru: Обычная вещь, крошка.

source: I still have faith in thee.
ru: Я все равно верю в тебя.

source: I still believe that thou wilt stay and save us.
ru: Я знаю, ты останешься и спасешь нас.

source: I --
ru: Я...

source: Coward!
ru: Трус.

source: A demon!
ru: Помогите!

source: Help me!
ru: Шейла!

source: - Hold your arms!
ru: Не стреляйте, вы можете задеть девушку!

source: You' il hit the girl!
ru: Чтоб ты сдох!

source: Damn you!
ru: Копайте, черти!

source: Dig faster!
ru: Копайте быстрее!

source: I shall command every worm- infested son- of- a- bitch...
ru: Мне нужны все чертовы отродья,

source: - that ever died in battle!
ru: - когда- либо погибшие в битвах.

source: - Thank you, sir!
ru: - Спасибо, сэр.

source: - You there, handsomely now.
ru: - Бери лопату и копай!

source: - Aye, my liege.
ru: - Слушаюсь, сэр.

source: We shall storm their castle and get my book!
ru: - Мы нападем на их замок и вернем мою книгу.

source: Welcome back to the land of the living.
ru: Добро пожаловать в мир живых.

source: Now pick up a shovel and get digging!
ru: Бери кирку и копай.

source: Well.
ru: Приведите девку!

source: Now, ain' t you a sweet little thing?
ru: Подсласти мне жизнь, крошка!

source: Move!
ru: Не прикасайся ко мне, урод вонючий!

source: Have you lost your bones, you decomposed gobs?
ru: Да брось ты.

source: Get thee hence!
ru: Давай же.

source: - Whoa!
ru: У нас на тебя кое- какие планы, красавица.

source: - Hey, get his horse.
ru: Двигайся!

source: My lord, an army of the dead gather in the wilderness.
ru: Вернулись разведчики!

source: - They approach the castle.
ru: - Поднимайтесь.

source: But two days' ride.
ru: - Как далеко отсюда?

source: Perhaps we should leave as soon as possible.
ru: - Около двух дней пути.

source: - Yes, the mountains.
ru: - Нам нужно уходить отсюда, и чем быстрее, тем лучше.

source: It has been foretold.
ru: - Мы можем укрыться в горах.

source: They' il swallow our souls.
ru: Так было предсказано, Артур.

source: - I' m afraid!
ru: - Зло заберет наши души.

source: - I don' t want to die!
ru: - Мы все умрем.

source: Go ahead and run.
ru: Давайте, бегите!

source: Run home and cry to mama!
ru: Прячьтесь под одеяло и зовите мамочку!

source: I' m through runnin '!
ru: Я больше не буду убегать.

source: I say we stay here and fight it out.
ru: Я говорю, мы останемся и будем бороться.

source: Are all men from the future loudmouthed braggarts?
ru: В будущем, что, все такие самонадеянные?

source: Just me.
ru: Нет, я один такой.

source: How will we fight an army of the dead at our castle walls?
ru: Как мы сможем победить армию мертвяков?

source: How will you fight that?
ru: Как ты собираешься с ними бороться?

source: More words?
ru: Может, уговорами?

source: Most of our people have already fled.
ru: Большинство людей уже сбежали.

source: We are but 60 men.
ru: Нас тут всего человек 60.

source: Now... who' s with me?
ru: Тогда мы попросим людей Генри помочь нам.

source: You can count on my steel.
ru: Ну, кто остается со мной?

source: - I' m with you!
ru: Я остаюсь.

source: We' il stay!
ru: Можешь рассчитывать на мой меч.

source: Hail!
ru: Я готов последовать за тобой.

source: Well, my dear, say hello to the boys.
ru: Дорогая, поздоровайся мальчиками.

source: I may be bad, but I feel... good.
ru: Может я и плохая, но чувствую себя превосходно.

source: - Who rules?
ru: - Кто здесь главный?

source: - To you, my lord.
ru: - Вы, милорд!

source: You, sir.
ru: - Конечно, вы, сэр!

source: To the castle.
ru: Вперед!

source: Hurry up now.
ru: В замок!

source: Heave- ho.
ru: Они идут!

source: Hai- ya!
ru: Черт, их там целая уйма.

source: They' re coming!
ru: Да, а я - Китайский летчик- истребитель.

source: The Deadites approach!
ru: Все на исходные позиции!

source: Maybe --
ru: Укрепить фундамент!

source: And maybe I' m a Chinese jet pilot.
ru: Зададим им жару!

source: Battle stations!
ru: - Прибыл разведчик.

source: All right, get those rocks up, mister, on the double!
ru: Отлично, отлично, отлично...

source: By God, let' s give 'em what for.
ru: Где они держат мою книгу?

source: - Company, halt!
ru: Там, милорд, на башне.

source: I' il rip his balls off.
ru: Премиленькое местечко.

source: Bring forth the scout!
ru: Отлично.

source: My lord, we are positioned on both fronts.
ru: Начать наступление!

source: Fine, fine, fine.
ru: Вперед!

source: There, my lord, beyond the wall.
ru: Крушите все вокруг!

source: The parapet.
ru: В замок!

source: That would be the most likely place.
ru: Смерть смертным!

source: Arrows.
ru: Поджигай!

source: Torch boy!
ru: Спокойно...

source: Steady.
ru: Пли!

source: Sire, there' s a second division approaching from the south.
ru: Катапульты!

source: Catapults.
ru: Огонь!

source: - Seek cover!
ru: - В укрытие!

source: - Watch out!
ru: - Поберегись!

source: Oh, you miserable bags of bones!
ru: Вы, никчемные мешки с костями!

source: Sally for --
ru: Перестроиться и начать... начать... начать наступление.

source: Sally forth.
ru: Вперед!

source: Forward!
ru: Укрепить ворота, немедленно!

source: Hold fast!
ru: Они пробили ворота!

source: Ooh, that' s gotta hurt.
ru: Стрелы!

source: Put your... backbones into it.
ru: Мы прорвались!

source: The castle is ours!
ru: Замок наш!

source: - Get it achieved and fast!
ru: Сместить позиции назад!

source: Have at them!
ru: Охраняйте книгу!

source: Pull back!
ru: Привет из 21 столетья.

source: Man the parapet!
ru: Подходи.

source: God save us all.
ru: У меня на всех хватит!

source: Say hello to the 21st century.
ru: Взять его!

source: I got plenty for everybody!
ru: Шейла...

source: It' s the one in the cart we want!
ru: Превосходно.

source: - Yaaah!
ru: - Милорд...

source: - We' ve secured the courtyard, my lord.
ru: - Не отходить от книги!

source: - Hey, you' re mine, sweetie.
ru: Оружие наголо!

source: The book' s where we are.
ru: Покажем этим отродьям дьявола!

source: The Red!
ru: Книга моя.

source: Ha- ha!
ru: Сейчас я тебе обрезание сделаю

source: Onward, valiant cousins!
ru: Эй, куда он делся.

source: There ya go.
ru: Эй!

source: The book is mine.
ru: Иди к папочке!

source: I' il cut your gizzard out.
ru: Взять его!

source: Get him!
ru: Отстань от меня, маразматичная сучка.

source: You found me beautiful once.
ru: Не скажу, что ты похорошела с тех пор.

source: Honey, you got real ugly.
ru: Вот она, моя дорогая.

source: So you wanna play rough, eh?
ru: Хочешь сыграть по- крупному?

source: Prepare to die!
ru: Стареешь, приятель.

source: You' re going down!
ru: Кажется, мне пора.

source: - I' m comin 'for ya.
ru: Не стоит так торопиться!

source: You' re pissin 'me off, you ugly son of a bitch!
ru: Мы больше не можем сдерживать натиск!

source: I' il spoil those good looks.
ru: Мы должны держаться!

source: Hold still!
ru: Необходимо защитить книгу.

source: We will hold!
ru: Куда же ты? мы еще не закончили.

source: We must protect the book!
ru: Наконец- то.

source: I' ve crushed your pathetic army.
ru: Я завладел Некрономиконом!

source: Now I' il have my vengeance.
ru: Теперь я смогу отомстить!

source: Buckle up, bonehead, 'cause you' re goin' for a ride.
ru: Пристегни ремни, костяная башка.

source: Retreat!
ru: Пора немного прокатиться.

source: - Oh.
ru: Мы победили!

source: - Tricky ones, they are.
ru: - Отступаем!

source: Watch 'em, lads.
ru: Отступаем!

source: They' re an untrust worthy lot.
ru: - Пора уносить ноги!

source: Move yourself, lad!
ru: Генри.

source: - Your hand, man.
ru: Ну, как тут дела?

source: Godspeed!
ru: Мы победили.

source: Yeah, nice goin '.
ru: Теперь мы - братья, и да здравствует Новое Королевство!

source: - Arthur.
ru: Книга гласит, что если ты выпьешь эту жидкость и произнесешь:

source: - We' ve won the day.
ru: Клату, Верата, Никту, ты очнешься в своем времени.

source: We' re brothers and a new kingdom shall be born!
ru: Я даже подумывал о том, чтобы остаться.

source: The book tells us that once you drink this liquid... and recite the words, "Klaatu barada nikto," thou shalt awaken in thine own time.
ru: Они предлагали мне стать их лидером, предлагали даже... стать их королем!
